Post.create!(
  [
    {
      id: 1,
      user_id: 3,
      title: '営業へ職種を変えたい',

      text: '現在食品メーカーで経理をしているのですが、営業の仕事に興味があります。
      営業をやっている会社の同期に色々話を聞いたのですが、食品メーカーの営業はルート営業が多いらしく新規で開拓していくような営業はあまりしないようです。
      私の希望としては、新規開拓などをしていけるような営業がやりたいのですが、今まで経理の仕事しかしていないので転職は難しいのでしょうか。',
    },

    {
      id: 2,
      user_id: 6,
      title: '今の仕事に対する不満',

      text: '初めまして。私は新卒で生命保険会社に入社して営業の仕事をしています。
      仕事内容としては営業部の生保レディの方達の成績の管理をサポートしているような仕事で、やりがいが正直あまりないです。
      今後の将来のことを考えると給料も良いのでこのままいてもいいのかなと考えているのですが、転職してまた違う仕事をしてみたいという思いもあります。
      何かアドバイスがあれば頂きたいです。',
    },

   
  ]
  )